[{"title": ["A Doll's House"], "play_synopsis": ["\n                        Nora has a perfect life on the outside. Doting husband, loving children and a nice home. But when decisions she made are revealed, her world comes crashing down. Nora's lies helped save her husband's life but his only concern is what scandal will be brought upon their household. As her relationships fall victim, Nora realizes she has been a puppet for too long. \n                    "], "scene_synopsis": ["\n                    Helmer has just received word from Krogstad who has had a change of heart regarding the blackmail. The forged documents have been returned. Helmer breathes a sigh of relief that his world is not going to collapse, unaware that it has already been shattered.\n                    "], "monologue_text": ["<div class=\"monologue-text\">\n                <strong>\n                    Helmer says:\n                </strong>\n                <p>Yes, do. Try and calm yourself, and make your mind easy again, my frightened little singing-bird. Be at rest, and feel secure; I have broad wings to shelter you under. How warm and cosy our home is, Nora. Here is shelter for you; here I will protect you like a hunted dove that I have saved from a hawk's claws; I will bring peace to your poor beating heart. It will come, little by little, Nora, believe me. Tomorrow morning you will look upon it all quite differently; soon everything will be just as it was before. Very soon you won't need me to assure you that I have forgiven you; you will yourself feel the certainty that I have done so. Can you suppose I should ever think of such a thing as repudiating you, or even reproaching you? You have no idea what a true man's heart is like, Nora. There is something so indescribably sweet and satisfying, to a man, in the knowledge that he has forgiven his wife--forgiven her freely, and with all his heart. It seems as if that had made her, as it were, doubly his own; he has given her a new life, so to speak; and she has in a way become both wife and child to him. So you shall be for me after this, my little scared, helpless darling. Have no anxiety about anything, Nora; only be frank and open with me, and I will serve as will and conscience both to you--. What is this? Not gone to bed? Have you changed your things?</p>\n            </div>"], "author": ["by Henrik Ibsen"]}]